Repository: MaKrotos/APKS-installer
Catalog: Properties/Resources.*.resx
Languages: ru

# ButtonInstallAll
source: Select and install .apks
ru: Выбрать и установить .apks

# ButtonRefreshDevices
source: Refresh device list
ru: Обновить список устройств

# FormTitle
source: APK/APKS Installer for Android (via ADB)
ru: Установщик APK/APKS для Android (через ADB)

# SuccessUnzip
source: File successfully unzipped to:
ru: Файл успешно разархивирован в:

source: Success
ru: Успех

source: Error
ru: Ошибка

# NoDevices
source: No connected devices
ru: Нет подключённых устройств

# AdbNotFound
source: adb.exe not found in application folder!
ru: adb.exe не найден в папке приложения!

# NoApkFiles
source: No .apk files found in the folder!
ru: В папке нет файлов .apk для установки!

# NoDeviceSelected
source: No device selected for installation!
ru: Не выбрано устройство для установки!

# InstallStarted
source: === Start APK installation via ADB ===
ru: === Начало установки APK через ADB ===

# InstallFinished
source: === End of installation ===
ru: === Конец установки ===

# InstallSuccess
source: Installation completed successfully!
ru: Установка завершена успешно!

# InstallError
source: Installation error!
ru: Ошибка установки!

# SelectApksTitle
source: Select APKs file
ru: Выберите файл APKs

# ApksNotSelected
source: .apks file not selected.
ru: Файл .apks не выбран.

# UnzipLog
source: Unzipping file:
ru: Распаковка файла:

# ClearFolderLog
source: Creating/clearing folder:
ru: Создание/очистка папки:

# CheckDevicesLog
source: Checking connected devices
ru: Проверка подключённых устройств

# PrepareInstallLog
source: Preparing to install {0} files: {1}
ru: Готовим установку {0} файлов: {1}

# StartInstallLog
source: Starting installation via adb...
ru: Запуск установки через adb...

# DragDropHint
source: Drag and drop .apks file here
ru: Перетащите сюда файл .apks
